Repository: Conon8901/BooksManager
Catalog: *.lproj/Localizable.strings
Languages: eo, ja

source: Cancel
eo: Nuligo
ja: キャンセル

source: Close
eo: Fermi
ja: 閉じる

source: History
eo: Vivresumo
ja: 履歴

source: Edit
eo: Redakti
ja: 編集

# ADDSUCCESSED
source: Added
eo: Aldonis
ja: 追加されました

source: Back
eo: Reiri
ja: 戻る

source: OK
eo: Bone
ja: 了解

# LIST_VCTITLE
source: List
eo: Listo
ja: 一覧

# LIST_SETTING
source: Category Manager
eo: Agordo
ja: 設定

# LIST_NOBOOKS1
source: There are no books.
eo: Ne estas libroj.
ja: 本がありません

# LIST_NOBOOKS2
source: Add books from the top right button.
eo: Aldonu librojn per la supra dekstra butono.
ja: 右上のボタンから追加してください

# ADD_VCTITLE
source: Add a Book
eo: Aldono Libron
ja: 本を追加

# ADD_TITLE
source: Title
eo: Titolo
ja: 題名

# ADD_AUTHOR
source: Author
eo: Aŭtoro
ja: 著者

# ADD_NOTE
source: Note
eo: Noto
ja: メモ

# ADD_AUTHOREMPTY
source: Are You Sure to Add Without Author Name?
eo: Ĉu Vi Vere Volas sen Aŭtora Nomo?
ja: 著者名なしでよろしいですか？

# ADD_CONTINUE
source: Add Continuously
eo: Aldono Kontinue
ja: 連続で追加

# ADD_ALREADY
source: "%@" has already been added
eo: "%@" jam estis aldonita
ja: 『%@』は既に追加されています

# ADD_ADD
source: Add to %@
eo: Aldonas al %@
ja: %@ に追加

# ADD_SEARCH
source: Fill in, and search
eo: Enigu, kaj serĉu
ja: 入力して検索

# ADD_EG
source: e.g. The name of the used bookstore where you found this book
ja: 例: この本を見つけた古本屋の店名

# NOTE_VCTITLE
source: Details
eo: Detalo
ja: 詳細

# NOTE_NOAUTHOR
source: No Info about the Author
ja: 著者情報なし

# NOTE_NOPUBLISHER
source: No Info about the Publisher
ja: 出版社情報なし

# NOTE_NOPRICE
source: No Info about the Price
ja: 定価情報なし

# NOTE_BY
source: by %@
ja: %@ 著

# NOTE_LISTPRICE
source: the list price:
ja: 定価

# NOTE_NOTE
source: NOTE:
ja: メモ欄

# NOTE_NOIMAGE
source: Images may not be Displayed.
eo: Eble Ne Ekzistas Bildo
ja: 画像は表示されない場合があります

# NOTE_NOIMAGE_MESSAGE
source: Images are displayed only when it added using search.
eo: La bildo estas vidigata nur kiam la libro estas aldonita per serĉo.
ja: 検索によって追加された場合のみ表紙画像が表示されます。

# HISTORY_NO
source: No books has been deleted.
eo: Neniu libroj estis forviŝata.
ja: 削除された本がありません

# BARCODE_FRAME
source: Display the barcode in this frame
eo: Vidigu la strekkodo en ĉi tiu kadro
ja: この枠内にバーコードを表示させてください

# BARCODE_SUCCESS
source: Reading Succeeded
eo: Lego Sukcesis
ja: 読み取りました

# BARCODE_FAILURE
source: Reading Failed
eo: Lego Malsukcesis
ja: 読み取れませんでした

# BARCODE_REFLECT
source: Reflect in the Addition Screen
eo: Reflekti detalojn en la Aldona Ekrano
ja: 追加画面に反映する

# BARCODE_AMAZON
source: Open the Product Page of Amazon
eo: Malfermi la Artikla Paĝo de Amazon
ja: Amazonの商品ページを開く

# BARCODE_NOTFOUND
source: The Book Is Not Found
eo: La Libro Ne Estas Trovita
ja: 書誌情報が見つかりませんでした

# BARCODE_UNABLE
source: Internet isn't working
eo: Interreto ne funkcias
ja: インターネットに接続できません

# BARCODE_BADCONNECTION
source: Check your internet connection
eo: Kontrolu vian interretan konekton
ja: 通信環境を確認してください

# SEARCH_VCTITLE
source: Search
eo: Serĉo
ja: 本を検索

# SEARCH_ATTENTION1
source: There are no books concerned.
eo: Ne estas libroj koncernaj.
ja: 該当する本がありませんでした。

# SEARCH_ATTENTION2
source: When you are looking for a new book, it might not be printed.
eo: Kiam vi serĉas novan libron, ĝi eble ne estas vidigata.
ja: お探しの本が新刊である場合には表示されないことがあります。

# CS_VCTITLE
source: Categories Setting
eo: Agordo de Kategorioj
ja: カテゴリ設定

# CS_NEW
source: New Category
eo: Nova Kategorio
ja: 新規カテゴリ

# CS_LIST
source: List of Categories
eo: Listo de Kategorioj
ja: カテゴリ一覧

# CS_ALREADY
source: There Already is a Category with the Same Name
eo: Estas Kategorio kun la Sama Nomo
ja: 同名のカテゴリがあります

# CS_CHANGE
source: Change of the Name
eo: Modifo de la Nomo
ja: カテゴリ名変更

# CS_RENAME
source: Rename
eo: Renomi
ja: 変更

# CS_ADD
source: Add
eo: Aldoni
ja: 追加
